Repository: Daniel-KM/Omeka-S-module-MetadataBrowse
Catalog: language/*.po
Languages: bg_bg, es, fr, hr, it, pt_br, pt_pt

source: If checked, the properties selected below will be linked on the admin side, overriding all site-specific settings. Each site's own settings will be reflected on the public side. Otherwise, the admin side will reflect the aggregated settings for all sites; anything selected to be a link in any site will be a link on the admin side.
bg_bg: Ако е отметнато, свойствата, избрани по-долу, ще бъдат свързани от страна на администратора, заменяйки всички специфични за сайта настройки. Собствените настройки на всеки сайт ще бъдат отразени от публичната страна. В противен случай администраторската страна ще отразява обобщените настройки за всички сайтове; всичко, избрано да бъде връзка към който и да е сайт, ще бъде връзка към администраторската страна.
es: Si se marca, las propiedades seleccionadas a continuación se enlazarán en la interfaz de administración, anulando todas las configuraciones específicas para cada sitio. La configuración de cada sitio se reflejará en su aspecto público. Por el contrario, la interfaz del administración reflejará todas las configuraciones acumuladas para todos los sitios; de este modo, cualquier elemento seleccionado para ser un enlace en cualquier sitio será un enlace desde la interfaz de administración común.
fr: Activée, cette option permet d'appliquer la configuration ci-dessous à travers l'interface d'administration, contournant toute configuration spécifique aux sites. Chaque configuration individuelle de site restera appliquée sur l'interface publique. Si l'option est désactivée, les configurations des sites seront agrégées : toute propriété sélectionnée pour un site le sera également dans l'interface d'administration.
hr: Ako se označi, dolje odabrana svojstva bit će povezana na administratorskoj strani, nadjačavajući sve postavke specifične za web mjesto. Vlastite postavke svake web stranice odrazit će se na javnoj strani. U suprotnom će administratorska strana odražavati agregirane postavke za sve web stranice; sve što je odabrano da bude veza na bilo kojoj stranici bit će veza na administratorskoj strani.
it: Se spuntato, le proprietà selezionate di seguito saranno collegate sul lato amministratore, sovrascrivendo tutte le impostazioni specifiche del sito. Le impostazioni di ogni sito saranno riflesse sul lato pubblico. In caso contrario, il lato amministratore rifletterà le impostazioni aggregate per tutti i siti; qualsiasi cosa selezionata per essere un link in qualsiasi sito sarà un link sul lato amministratore.
pt_br: Se a opção estiver assinalada, as propriedades selecionadas abaixo serão ligadas no lado do administrador, substituindo todas as opções específicas do site. As configurações próprias de cada site serão refletidas no lado público. Caso contrário, o lado do administrador irá refletir as configurações agregadas para todos os sites; qualquer coisa selecionada para ser um link em qualquer site será um link no lado do administrador.
pt_pt: Se escolhido, as propriedades seleccionadas abaixo serão links no lado do administrador, anulando todas as definições específicas do site. As configurações próprias de cada site serão reflectidas no lado público. Caso contrário, o lado do administrador reflectirá as configurações agregadas para todos os sites; qualquer coisa seleccionada para ser um link em qualquer site será um link do lado do administrador.

source: Choose properties from the sidebar to be searchable on the admin side.
bg_bg: Изберете свойства от страничната лента, за да можете да ги търсите от администраторската страна.
es: Elija las propiedades en la barra lateral sobre las que podrán realizarse búsquedas en la interfaz de administración.
fr: Choisissez dans le menu latéral les propriétés qui doivent être navigables dans l'interface d'administration.
hr: Odaberite svojstva na bočnoj traci koja će se moći pretraživati na administratorskoj strani.
it: Scegli le proprietà dalla barra laterale per poterle cercare lato amministratore.
pt_br: Escolha as propriedades da barra lateral para serem pesquisáveis no lado do administrador.
pt_pt: Escolher propriedades da barra lateral para serem pesquisáveis no lado do administrador.

source: Select properties to be searchable
bg_bg: Изберете свойства, за да можете да ги търсите
es: Seleccione propiedades sobre las que buscar
fr: Sélectionnez les propriétés qui doivent être navigables
hr: Odaberite svojstva koja će se moći pretraživati
it: Seleziona le proprietà da ricercare
pt_br: Selecionar as propriedades a procurar
pt_pt: Seleccionar propriedades para serem pesquisáveis

source: See all %s with this value
bg_bg: Виж всички %sс тази стойност
es: Ver todo %s con este valor
fr: Voir tous les %s avec cette valeur
hr: Pogledajte sve %s s ovom vrijednošću
it: Vedi tutti i %s con questo valore
pt_br: Veja todos os %s com este valor
pt_pt: Ver todo %s com este valor

source: Metadata Browse
bg_bg: Преглед на метаданни
es: Explorar metadatos
fr: Parcourir les Métadonnées
hr: pregledavanje metapodataka
it: Esplora attraverso i metadata
pt_br: Pesquisa de metadados
pt_pt: Explorar Metadados

source: Choose properties from the sidebar to be searchable
bg_bg: Изберете свойства от страничната лента, за да можете да ги търсите
es: Elija las propiedades en la barra lateral sobre las que podrán realizarse búsquedas
fr: Choisissez dans le menu latéral les propriétés qui doivent être navigables
hr: Odaberite svojstva na bočnoj traci koja će se moći pretraživati
it: Scegli le proprietà dalla barra laterale per essere ricercabili
pt_br: Escolha as propriedades da barra lateral para serem pesquisáveis
pt_pt: Escolher propriedades da barra lateral para serem pesquisáveis

source: Property to be removed
bg_bg: Реквизит, който трябва да бъде премахнат
es: Propiedad a retirar
fr: Propriété à retirer
hr: Svojstvo koje će se ukloniti
it: Proprietà da eliminare
pt_br: Propriedade a ser removida
pt_pt: Propriedade a ser removida

source: Use global configuration on admin side
bg_bg: Използвайте глобална конфигурация от страна на администратора
es: Usar la configuración global en la interfaz de administración
fr: Utiliser une configuration spécifique dans l'interface d'administration
hr: Iskoristite globalnu konfiguraciju na administratorskoj strani
it: Utilizza la configurazione globale su lato amministratore
pt_br: Use a configuração global no lado do administrador
pt_pt: Utilizar configuração global no lado do administrador

source: Direct Links
bg_bg: Директни връзки
es: Enlaces directos
fr: Liens directs
hr: Izravne Poveznice
it: Link diretti
pt_br: Links diretos
pt_pt: Links Directos

source: Instead of printing a separate link for each value, apply the link to the value itself.
bg_bg: Вместо да отпечатвате отделна връзка за всяка стойност, приложете връзката към самата стойност.
es: En lugar de mostrar un enlace separado de cada valor, introduce el enlace sobre el propio valor.
fr: Plutôt que d'afficher un lien hypertexte à côté de chaque valeur, cette option transforme la valeur elle-même en lien.
hr: Umjesto ispisa zasebne veze za svaku vrijednost, primijenite vezu na samu vrijednost.
it: Invece di mostrare un link separato per ogni valore, applica il link al valore stesso
pt_br: Em vez de imprimir um link separado para cada valor, aplique o link ao próprio valor.
pt_pt: Em vez de imprimir um link separado para cada valor, aplique o link ao próprio valor.
